# Auxiliary Support
highlights-auxiliary-support-officer = Офіцер Підтримки, "ОП", Підтримка, "Інтел", Шатл, "Розвідка"
highlights-dropship-crew-chief = Помічник Пілота, "ПП", Аламо, Нормандія, Шатл, "Евак", Евакуація, Медевак, Фултон, "КАТА"
highlights-dropship-pilot = Пілот Транспортного Шатла, "ПТ", Пілот, Аламо, Шатл, "Евак", Евакуація, Медевак, Фултон, "КАТА"
highlights-gunship-pilot = Пілот Бойового Шатла, "БП", Пілот, Нормандія, Нормі, Gunship, "БАП", Медевак, Фултон, "КАТА", "КАС", "БПП"
highlights-intelligence-officer = Офіцер Розвідка, "ОР", "Інтел", Розвідка, Виживші, Виживший
highlights-senior-enlisted-advisor = Інструктор, "ІНС", Рекрут, Е1, Новий Гравець, Тренування, Ментор

# Command
highlights-commanding-officer = Командуючий Офіцер, "КО", Майор, Підполковник, Полковник, Бойовий Інформаційний Центр, "БІЦ", Командування, Овервотч, "ОВ", Апеляція, Королева, Квіна, Краля, "ОБ", Коорди, Координати, Постачання, Скид, Саплай, Лярва, Народи, "ПОБ", Зв'язок, Мап, Такмап, "Інтел", Телефон, "TECH REPORT", "ЛЗ", Командувач
highlights-executive-officer = Виконавчий Офіцер, "ВО", Капітан, "Кеп", Бойовий Інформаційний Центр, "ЬІЦ", Командування, Овервотч, "ОВ", Апеляція, Королева, Квіна, Краля, "ОБ", Коорди, Координати, Постачання, Скид, Саплай, Лярва, "ПОБ", Зв'язок, Такмап, Мап, "Інтел", Телефон, "TECH REPORT", "ЛЗ", Командувач
highlights-staff-officer = Штабний Офцер, "ШО", Бойовий Інформаційний Центр, "ЬІЦ", Командування, Овервотч, "ОВ", Апеляція, Королева, Квіна, Краля, "ОБ", Коорди, Координати, Постачання, Скид, Саплай, Лярва, "ПОБ", Зв'язок, Такмап, Мап, "Інтел", Телефон, "TECH REPORT", "ЛЗ", Командувач

# Requisitions
highlights-logistics-officer = Офіцер Логістики, "ОЛ", Постачання, "Карго", Командування, Постачання, Саплай, "Скид", Ящик, Бюджет, Патрони, БК
highlights-requisitions-technician = Вантажник, "ВНТ", Постачання, "Карго", Постачання, Саплай, "Скид", Ящик, Бюджет, Патрони, БК

# Engineering
highlights-chief-engineer = Головний Інженер, "ГІ", Інженерний, Інженер, "Інж", Командування, "ОБ", "ІЗ"
highlights-maintenance-technician = Обслуговуючий Інженер, "ІО", Інженерний, Інженер, "Інж", "ОБ"
highlights-ordnance-technician = Інженер-Зброя, "ІЗ", Інженерний, Інженер, "Інж", "ОБ"

# Medical
highlights-chief-medical-officer = Головний Лікар, "ГЛ", Медичний, "Мед", Заражений, Заражена, Заражено, Операція, "Хім", "Ліки", Пігулка, Пігулки, Командування
highlights-doctor = Лікар, "ЛКР", Медичний, "Мед", Заражена, Заражено, Заражений, Операція, "Хім", "Ліки", Пігулки, Пігулка
highlights-nurse = Медичний помічник, "МДПМ", Медичний, "Мед", Заражена, Заражено, Заражений, Операція, "Хім", "Ліки", Пігулки, Пігулка
highlights-researcher = Науковець, "НАУК", Рісерч, Дослідження, Дослідник, Наука, "Хім", "Ліки"

# Military Police
highlights-chief-MP = Голова ВСП, "ГВСП", "ВСП", "ВП", "ВН", "Тривога", Бріг, Бриг, "Перма", Лярва, Колоніст, Сурв, Виживший, "СОП", Арест, "Затрима"", Апеляція, "Команд"
highlights-military-warden = Військовий Наглядач, Наглядач, "ГВСП", "ВСП", "ВП", "ВН", "Тривога", Бріг, Бриг, "Перма", Лярва, Колоніст, Сурв, Виживший, "СОП", Арест, "Затрима", Апеляція
highlights-military-police = Військовий Поліціянт, "ГВСП", "ВСП", "ВП", "ВН", "Тривога", Бріг, Бриг, "Перма", Лярва, Колоніст, Сурв, Виживший, "СОП", Арест, "Затрима", Апеляція

# Other
highlights-corporate-liaison = Представник Корпорації, "ПК", Представник, Вестон-Ямада, Вестон Ямада, "Ве-Я", Ве-Я, "Вея", Вея
highlights-correspondent = Кореспондент, "ПРЕСС", Новини
highlights-mess-technician = Кок, "Кок", Кухня, Їжа, "Голод"

# Marines
highlights-squad-leader = Лідер Загону, "ЛЗ", "Команд", Королева, Краля, Квіна, "ОБ", Коорди, Координати, Постачання, Саплай, Дроп, Такмап, Зв'язок, Мап, "ВГ", Вогнева група, Вогнева, Загон
highlights-fireteam-leader = Лідер Вогневої Групи, "ЛВГ", "КАТА", "БАП", "КАС", "БПП", Нормандія, Нормі, "ВГ", Вогнева група, Коорди, Координати, "ЛЗ", "Команд"
highlights-smart-gun-operator = Оператор СмартГана, "СГО", "СГ", "ЛЗ", "Команд", "СГО"
highlights-weapons-specialist = Збройний Спеціаліст, "ЗС", "САДАР", "Труба", Ракетник, Гренадір, Скаут, Скутер, Піротехнік, Піро, Пайро, "АМГ", "АМР", Снайпер, "ЛЗ", "Команд"
highlights-combat-technician = Бойовий Технік, "БТ", Інженер, "Барикад", "ЛЗ", "Команд"
highlights-hospital-corpsman = Бойовий Медик, "БМ", Лікар, "Медик", "Поранен", Заражений, "ЛЗ", "Команд"
highlights-rifleman = Стрілець, "СТЛ", "ЛЗ", "Команд"

# Xenonids

highlights-boiler = Бойлер, "Обійми"
highlights-burrower = Копач, Буро, "Обійми", Тонель, Тунель, "Трав", Пастка, Пастки
highlights-carrier = Носій, Носійка, "Обійми", Паразит, Дитя, Діти, "Трав", Кластер, Морфер, Яйцетворець, "Зарази", Пастка, Пастки, "Захоп"
highlights-crusher = Руйнівник, Крашер, "Обійми"
highlights-defender = Захисник, Захисниця, Деф, "Обійми"
highlights-drone = "Дрон", "Обійми", "Трав", Кластер, "Ліку", Бери
highlights-hivelord = Володар, Володарка, Лорд, "Обійми", "Трав", Кластер
highlights-larva = Лярва, "Обійми"
highlights-lesser-drone = "Малий Дрон", Лесер, "Обійми", "Лесер", "Малий", "Трав"
highlights-lurker = Мисливець, Люркер, "Обійми"
highlights-parasite = Паразит, "Зараз", дитя, діти
highlights-praetorian = Преторіанець, Претор, "Обійми"
highlights-queen = "Королева", "Мам", "Мати", "Люркер", "Труба"
highlights-ravager = Спустошувач, Раваджер, Рава, "Обійми"
highlights-runner = Бігун, Ранер, Руня, "Обійми", Бери
highlights-sentinel = Вартовий, Плювака, Сенті, Сентінель, "Обійми"
highlights-spitter = Плювака, "Обійми"
highlights-warrior = Воїн, "Обійми"
